tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "fzf"
brew "nvm"
brew "starship"
brew "thefuck"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "discord"
cask "divvy"
cask "figma"
cask "iterm2"
cask "middle"
cask "miro"
cask "notion"
cask "raycast"
cask "slack"
cask "spotify"
